Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# ChatMessageCallDeclinedBy
source: Call declined by
de: Anruf abgelehnt von
es: Llamada rechazada por
fr: Appel refusé par
it: Chiamata rifiutata da
ja: 通話が拒否されました
ko: 전화를 거절한 사람
pt_pt: Chamada recusada por
zh_hans: 来电被拒接

# ChatMessageDuration
source: Duration:
de: Dauer:
es: Duración:
fr: Durée:
it: Durata:
ja: 期間：
ko: 기간:
pt_pt: Duração:
zh_hans: 持续时间：

# ChatMessageInvitationLink
source: Invitation Link:
de: Einladungslink:
es: Enlace de invitación:
fr: Lien d'invitation :
it: Link di invito:
ja: 招待リンク:
ko: 초대 링크:
pt_pt: Link do convite:
zh_hans: 邀请链接：

# ChatMessageInvitationWasReassignedTo
source: invitation was reassigned to
de: Einladung wurde neu zugewiesen
es: la invitación fue reasignada a
fr: l'invitation a été réaffectée à
it: l'invito è stato riassegnato a
ja: 招待状がに再割り当てされました
ko: 초대가 재할당되었습니다.
pt_pt: convite foi reatribuído para
zh_hans: 邀请被重新分配给

# ChatMessageInvitationWasSentTo
source: invitation was sent to
de: Einladung wurde verschickt
es: se envió invitación a
fr: invitation a été envoyée à
it: l'invito è stato inviato a
ja: に招待状が送信されました
ko: 초대장이 발송되었습니다
pt_pt: convite foi enviado para
zh_hans: 邀请已发送至

# ChatMessageInvitedToWorkbox
source: %@ was invited to %@ via %@ by %@.
de: %@ wurde von %@ über %@ zu %@ eingeladen. Bei Bedarf kann die Einladung über das Teilnehmermenü erneut versendet werden.
es: %@ fue invitado a %@ a través de %@ por %@ . Si es necesario, la invitación se puede reenviar desde el menú de participantes.
fr: %@ a été invité à %@ via %@ par %@ . Si nécessaire, l'invitation peut être renvoyée depuis le menu des participants.
it: %@ è stato invitato a %@ tramite %@ da %@ . Se necessario, l'invito può essere reinviato dal menu dei partecipanti.
ja: %@は % %@により%@経由で%@に招待されました。必要に応じて、参加者メニューから招待状を再送信できます。
ko: %@ 이 %@ %@ 를 통해 %@ 에 초대되었습니다. 필요한 경우, 초대는 참여자 메뉴에서 다시 보낼 수 있습니다.
pt_pt: %@ foi convidado para %@ via %@ por %@ . Se necessário, o convite pode ser reenviado do menu de participantes.
zh_hans: %@被%@通过%@邀请加入%@ 。如有必要，可以从参与者菜单重新发送邀请。

# ChatMessageInvitedToWorkboxChat
source: the chat
de: der Chat
es: El chat
fr: le chat
it: la chiacchierata
ja: チャット
ko: 채팅
pt_pt: o bate-papo
zh_hans: 聊天

# ChatMessageInvitedToWorkboxProceudre
source: start a procedure
de: einen Vorgang starten
es: iniciar un procedimiento
fr: démarrer une procédure
it: avviare una procedura
ja: 手続きを開始する
ko: 절차를 시작하다
pt_pt: iniciar um procedimento
zh_hans: 开始程序

# ChatMessageInvitedToWorkboxVideo
source: start a video
de: Starten Sie ein Video
es: Iniciar un video
fr: démarrer une vidéo
it: avviare un video
ja: ビデオを開始する
ko: 비디오를 시작하다
pt_pt: iniciar um vídeo
zh_hans: 开启视频通话

# ChatMessageItemIdentifiedSeeInformation
source: Item identified, see information:
de: Artikel identifiziert, siehe Informationen:
es: Artículo identificado, ver información:
fr: Article identifié, voir informations :
it: Articolo identificato, vedi informazioni:
ja: アイテムが特定されました。情報を参照してください:
ko: 식별된 항목, 정보 참조:
pt_pt: Item identificado, veja informações:
zh_hans: 项目标识，查看信息：

# ChatMessageJoinedThe
source: joined the
de: schloss sich dem an
es: Unido a la
fr: rejoint le
it: aderito al
ja: に参加し
ko: ~에 합류했다
pt_pt: se juntou ao
zh_hans: 加入了

# ChatMessageJoinedWorkbox
source: joined the Help Thread
de: ist dem Hilfe-Thread beigetreten
es: se unió al hilo de ayuda
fr: rejoint le fil d'aide
it: unito al thread di aiuto
ja: ヘルプスレッドに参加しました
ko: 도움말 스레드에 참여했습니다
pt_pt: juntou-se ao tópico de ajuda
zh_hans: 加入工作箱

# ChatMessageLeftThe
source: left the
de: verließ die
es: dejado el
fr: quitté le
it: lasciato il
ja: を残した
ko: ~를 남겨 놓다
pt_pt: deixou o
zh_hans: 离开了

# ChatMessageLiveSessionEndedAt
source: Live session ended at
de: Die Live-Sitzung endete um
es: La sesión en vivo terminó a las
fr: La session en direct s'est terminée à
it: La sessione live è terminata alle
ja: ライブ セッションは に終了しました
ko: 실시간 세션 종료 시간:
pt_pt: A sessão ao vivo terminou às
zh_hans: 现场会议结束于

# ChatMessageLiveSessionStartedAt
source: Live session started at
de: Die Live-Sitzung begann um
es: La sesión en vivo comenzó a las
fr: La session en direct a commencé à
it: La sessione live è iniziata alle
ja: ライブ セッション開始時刻
ko: 실시간 세션 시작 시간:
pt_pt: Sessão ao vivo iniciada às
zh_hans: 现场会议开始于

# ChatMessageMemoWasSharedWith
source: Help Thread was shared with
de: Hilfe-Thread wurde geteilt mit
es: El hilo de ayuda fue compartido con
fr: Le fil d'aide a été partagé avec
it: Il thread di aiuto è stato condiviso con
ja: ヘルプスレッドが共有されました
ko: 도움말 스레드가 공유되었습니다.
pt_pt: O tópico de ajuda foi compartilhado com
zh_hans: 帮助主题已分享给

# ChatMessageMinutes
source: minutes
de: Protokoll
es: minutos
it: minuti
ja: 分
ko: 분
pt_pt: minutos
zh_hans: 分钟

# ChatMessageMissedCallFrom
source: Missed call from
de: Verpasster Anruf von
es: Llamada perdida de
fr: Appel manqué de
it: Chiamata persa da
ja: からの不在着信
ko: 부재중 전화
pt_pt: Ligação perdida de
zh_hans: 未接来电来自

# ChatMessageMissedYourCallAt
source: missed your call at
de: verpasste Ihren Anruf unter
es: perdiste tu llamada en
fr: manqué votre appel au
it: chiamata persa alle
ja: であなたの電話に出られませんでした
ko: 에서 전화를 놓쳤습니다
pt_pt: perdeu sua chamada em
zh_hans: 错过了你的电话

# ChatMessageOtherSide
source: other side
de: Andere Seite
es: otro lado
fr: autre côté
it: l'altra parte
ja: 向こう側
ko: 다른 쪽
pt_pt: outro lado
zh_hans: 对方

# ChatMessageOwnershipWasChangedTo
source: ownership was changed to
de: der Besitz wurde geändert
es: la propiedad fue cambiada a
fr: la propriété a été changée en
it: la proprietà è stata cambiata in
ja: 所有権が変更されました
ko: 소유권이 다음으로 변경되었습니다.
pt_pt: propriedade foi alterada para
zh_hans: 所有权更改为

# ChatMessageRelatedSite
source: Related site
de: Verwandte Seite
es: Sitio relacionado
fr: Site associé
it: Sito correlato
ja: 関連サイト
ko: 관련 사이트
pt_pt: Site relacionado
zh_hans: 相关网站

# ChatMessageWasAcceptedBy
source: was accepted by
de: wurde angenommen von
es: fue aceptado por
fr: a été accepté par
it: è stato accettato da
ja: に受け入れられました
ko: 에 의해 수락되었습니다
pt_pt: foi aceito por
zh_hans: 被接受

# ChatMessageWasAcquiredBy
source: was acquired by
de: wurde erworben von
es: fue adquirido por
fr: a été acquis par
it: è stato acquisito da
ja: によって買収されました
ko: 에 의해 인수되었습니다
pt_pt: foi adquirido por
zh_hans: 被同意

# ChatMessageWasAcquiredByYouAt
source: was acquired by you at
de: wurde von Ihnen bei erworben
es: fue adquirida por usted en
fr: a été acquis par vous à
it: è stato acquisito da te a
ja: で取得されました
ko: 에서 인수했습니다.
pt_pt: foi adquirido por você em
zh_hans: 被你同意了

# ChatMessageWasAssignedTo
source: was assigned to
de: zugeordnet wurde
es: fue asignado a
fr: a été affecté à
it: è stato assegnato a
ja: 配属された
ko: 에 할당되었다
pt_pt: foi designado para
zh_hans: 被分配给

# ChatMessageWasAssignedToYouAt
source: was assigned to you at
de: wurde Ihnen am zugewiesen
es: te fue asignado en
fr: vous a été attribué à
it: ti è stato assegnato a
ja: に割り当てられました
ko: 에 할당되었습니다.
pt_pt: foi atribuído a você em
zh_hans: 被分配给你

# ChatMessageWasClosedBy
source: was closed by
de: wurde von geschlossen
es: fue cerrado por
fr: a été fermé par
it: è stato chiuso da
ja: によって閉鎖されました
ko: 에 의해 폐쇄되었습니다
pt_pt: foi fechado por
zh_hans: 被关闭

# ChatMessageWasClosedByYouAt
source: was closed by you at
de: wurde von Ihnen um geschlossen
es: fue cerrado por usted en
fr: a été fermé par vous à
it: è stato chiuso da te alle
ja: はあなたによって閉鎖されました
ko: 에 귀하가 폐쇄했습니다.
pt_pt: foi fechado por você em
zh_hans: 被你关闭了

# ChatMessageWasClosedInOfflineAt
source: was closed in offline mode at
de: wurde im Offline-Modus um geschlossen
es: se cerró en modo fuera de línea a las
fr: a été fermé en mode hors ligne à
it: è stato chiuso in modalità offline alle
ja: にオフライン モードで閉じられました
ko: 다음 시간에 오프라인 모드로 종료되었습니다.
pt_pt: foi fechado no modo offline às
zh_hans: 已在离线模式下关闭

# ChatMessageWasCreatedInOfflineAt
source: was created in offline mode at
de: wurde im Offline-Modus erstellt um
es: fue creado en modo fuera de línea en
fr: a été créé en mode hors connexion à
it: è stato creato in modalità offline su
ja: にオフライン モードで作成されました
ko: 에 오프라인 모드로 생성되었습니다.
pt_pt: foi criado no modo offline em
zh_hans: 以离线模式创建于

# ChatMessageWasDeniedBy
source: was denied by
de: wurde von verweigert
es: fue negado por
fr: a été refusé par
it: è stato negato da
ja: によって拒否されました
ko: 에 의해 거부되었습니다
pt_pt: foi negado por
zh_hans: 被拒绝了

# ChatMessageWasDeniedByAllRecipientsAt
source: was denied by all recipients at
de: wurde von allen Empfängern verweigert
es: fue denegada por todos los destinatarios en
fr: a été refusé par tous les destinataires à
it: è stato negato da tutti i destinatari a
ja: のすべての受信者によって拒否されました
ko: 의 모든 수신자에 의해 거부되었습니다.
pt_pt: foi negado por todos os destinatários em
zh_hans: 被所有收件人拒绝

# ChatMessageWasOpenedBy
source: was opened by
de: wurde von geöffnet
es: fue abierto por
fr: a été ouvert par
it: è stato aperto da
ja: によって開かれた
ko: 에 의해 열렸습니다
pt_pt: foi aberto por
zh_hans: 被打开

# ChatMessageWasOpenedByYouAt
source: was opened by you at
de: wurde von Ihnen um geöffnet
es: fue abierto por usted en
fr: a été ouvert par vous à
it: è stato aperto da te a
ja: にあなたによって開かれました
ko: 에 열었습니다.
pt_pt: foi aberto por você em
zh_hans: 被你打开了

# ChatMessageWasReassignedTo
source: was reassigned to
de: neu zugeordnet wurde
es: fue reasignado a
fr: a été réaffecté à
it: è stato riassegnato a
ja: に再割り当てされました
ko: 에 재배정되었습니다
pt_pt: foi reatribuído para
zh_hans: 被重新分配给

# ChatMessageWasRemovedAt
source: was removed at
de: wurde um entfernt
es: fue eliminado en
fr: a été supprimé à
it: è stato rimosso a
ja: で削除されました
ko: 에서 제거되었습니다.
pt_pt: foi removido em
zh_hans: 被删除在

# ChatMessageWasReopenedBy
source: was reopened by
de: wurde von wiedereröffnet
es: fue reabierto por
fr: a été rouvert par
it: è stato riaperto da
ja: によって再開されました
ko: 에 의해 다시 열렸습니다.
pt_pt: foi reaberto por
zh_hans: 重新开放

# ChatMessageWasReopenedByUnknownUser
source: was reopened by unknown user at
de: wurde von einem unbekannten Benutzer unter erneut geöffnet
es: fue reabierto por un usuario desconocido en
fr: a été rouvert par un utilisateur inconnu à
it: è stato riaperto da un utente sconosciuto a
ja: は不明なユーザーによって再開されました
ko: 에서 알 수 없는 사용자가 다시 열었습니다.
pt_pt: foi reaberto por usuário desconhecido em
zh_hans: 被未知用户重新打开

# ChatMessageWasReopenedByYouAt
source: was reopened by you at
de: wurde von Ihnen um wiedereröffnet
es: fue reabierto por usted en
fr: a été rouvert par vous à
it: è stato riaperto da te alle
ja: にあなたによって再開されました
ko: 다음 시간에 다시 열었습니다.
pt_pt: foi reaberto por você em
zh_hans: 被你重新打开了

# ChatMessageWasSyncedAt
source: was synced at
de: wurde synchronisiert um
es: fue sincronizado en
fr: a été synchronisé à
it: è stato sincronizzato in
ja: に同期されました
ko: 에 동기화되었습니다
pt_pt: foi sincronizado em
zh_hans: 同步于

# ChatMessageYouLeftThe
source: You left the
de: Du hast die verlassen
es: dejaste el
fr: Vous avez quitté le
it: Hai lasciato il
ja: あなたは
ko: 당신은 떠났다
pt_pt: Você deixou o
zh_hans: 你离开了

# ChatPhoto
source: Photo/Video
de: Foto/Video
es: Foto/Vídeo
fr: Photo/Vidéo
it: Foto/Video
ja: 写真/ビデオ
ko: 사진/비디오
pt_pt: Foto/vídeo
zh_hans: 照片/视频

# ChatSaveFailed
source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de la sauvegarde
it: Salvataggio non riuscito
ja: 保存に失敗しました
ko: 저장 실패
pt_pt: Falha ao salvar
zh_hans: 保存失败

# ChatSavePhoto
source: Save Photo
de: Foto speichern
es: Salvar Foto
fr: Enregistrer la photo
it: Salva foto
ja: 写真を保存する
ko: 사진 저장하기
pt_pt: Salvar foto
zh_hans: 保存照片

# ChatSaveSucess
source: Save Success
de: Erfolg speichern
es: Guardar éxito
fr: Enregistrer le succès
it: Salva il successo
ja: 保存に成功しました
ko: 성공 저장
pt_pt: Salvar sucesso
zh_hans: 保存成功

# chatServiceConversationNotInitializedError
source: Conversatioin is not yet initialized
de: Die Konversation ist noch nicht initialisiert
es: La conversación aún no se ha inicializado
fr: La conversation n'est pas encore initialisée
it: La conversazione non è ancora inizializzata
ja: 会話はまだ初期化されていません
ko: 대화가 아직 초기화되지 않았습니다.
pt_pt: A conversa ainda não foi inicializada
zh_hans: 会话尚未初始化

# chatServiceEnvironmentNotReadyError
source: Chat environment not ready
de: Chatumgebung nicht bereit
es: El entorno de chat no está listo
fr: L'environnement de chat n'est pas prêt
it: Ambiente di chat non pronto
ja: チャット環境が整っていない
ko: 채팅 환경이 준비되지 않음
pt_pt: Ambiente de chat não está pronto
zh_hans: 聊天环境未准备好

# chatServiceNotInitializedYetError
source: Chat client has not been initialized yet
de: Der Chat-Client wurde noch nicht initialisiert
es: El cliente de chat aún no se ha inicializado
fr: Le client de chat n'a pas encore été initialisé
it: Il client di chat non è stato ancora inizializzato
ja: チャット クライアントはまだ初期化されていません
ko: 채팅 클라이언트가 아직 초기화되지 않았습니다.
pt_pt: O cliente de chat ainda não foi inicializado
zh_hans: 聊天客户端尚未初始化

# chatServiceUserIsNotParticipantError
source: User is not participating on this conversation
de: Der Benutzer nimmt an dieser Konversation nicht teil
es: El usuario no está participando en esta conversación
fr: L'utilisateur ne participe pas à cette conversation
it: L'utente non partecipa a questa conversazione
ja: ユーザーはこの会話に参加していません
ko: 사용자가 이 대화에 참여하고 있지 않습니다.
pt_pt: O usuário não está participando desta conversa
zh_hans: 用户未参与此对话

source: Checked
de: Überprüft
es: Comprobado
fr: Vérifié
it: Controllato
ja: チェック済み
ko: 체크됨
pt_pt: Verificado
zh_hans: 已检查

source: Checking Network Quality
de: Überprüfen der Netzwerkqualität
es: Comprobación de la calidad de la red
fr: Vérification de la qualité du réseau
it: Controllo della qualità della rete
ja: ネットワーク品質の確認
ko: 네트워크 품질 확인
pt_pt: Verificando a qualidade da rede
zh_hans: 检查网络质量

# CheckingStatus
source: Checking…
de: Überprüfung…
es: Verificando…
fr: Vérification…
it: Verifica in corso…
ja: 確認中…
ko: 확인 중…
pt_pt: A verificar…
zh_hans: 正在检查…

# ChooseAHelpThreadFromThe
source: Choose a help thread from the list to view the conversation
de: Wählen Sie einen Hilfe-Thread aus der Liste, um die Unterhaltung anzuzeigen
es: Elija un hilo de ayuda de la lista para ver la conversación
fr: Choisissez un fil d'aide dans la liste pour voir la conversation
it: Scegli una discussione di aiuto dall'elenco per visualizzare la conversazione
ja: リストからヘルプスレッドを選択して会話を表示
ko: 목록에서 도움말 스레드를 선택하여 대화를 봅니다
pt_pt: Escolha um tópico de ajuda da lista para ver a conversa
zh_hans: 从列表中选择一个帮助主题以查看对话

# ChooseAStepFromTheList
source: Choose a step from the list to view its details.
de: Wählen Sie einen Schritt aus der Liste, um dessen Details anzuzeigen.
es: Elija un paso de la lista para ver sus detalles.
fr: Choisissez une étape dans la liste pour voir ses détails.
it: Scegli un passaggio dall'elenco per visualizzarne i dettagli.
ja: リストからステップを選択して詳細を表示してください。
ko: 목록에서 단계를 선택하여 세부 정보를 봅니다.
pt_pt: Escolha um passo da lista para ver os seus detalhes.
zh_hans: 从列表中选择一个步骤以查看其详细信息。

# ChooseDocument
source: Share a Document
de: Teilen Sie ein Dokument
es: Compartir un documento
fr: Partager un document
it: Condividi un documento
ja: ドキュメントを共有する
ko: 문서 공유
pt_pt: Compartilhar um documento
zh_hans: 共享文档

source: Choose Existing
de: Wähle vorhandene
es: Elige existir
fr: Choisir existante
it: Scegli esistente
ja: 既存から選択
ko: 기존 사진중 선택
pt_pt: Escolha existente
zh_hans: 图库

# ChooseExistingPhoto
source: Share a Photo
de: Teile ein Foto
es: Comparte una foto
fr: Partager une photo
it: Condividi una foto
ja: 写真を共有する
ko: 사진 공유
pt_pt: Compartilhar uma foto
zh_hans: 分享照片

source: Choose From Library
de: Aus der Bibliothek auswählen
es: Elige de la biblioteca
fr: Choisissez dans la bibliothèque
it: Scegli dalla libreria
ja: ライブラリから選択
ko: 라이브러리에서 선택
pt_pt: Escolha da Biblioteca
zh_hans: 从相册选择

source: Choose what to share
de: Wählen Sie aus, was Sie teilen möchten
es: Elige qué compartir
fr: Choisissez ce que vous voulez partager
it: Scegli cosa condividere
ja: 共有する内容を選択
ko: 공유할 항목 선택
pt_pt: Escolha o que partilhar
zh_hans: 选择要共享的内容

source: Choose Your Image
de: Wählen Sie Ihr Bild
es: Elige tu imagen
fr: Choisissez votre image
it: Scegli la tua immagine
ja: 画像を選択してください
ko: 이미지 선택
pt_pt: Escolha sua imagem
zh_hans: 选择你的图片

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pt_pt: Limpar
zh_hans: 清除

source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
pt_pt: Limpar tudo
zh_hans: 全部清除

source: Clear Filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
it: Cancella filtri
ja: フィルターをクリア
ko: 필터 지우기
pt_pt: Limpar filtros
zh_hans: 清除筛选

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
pt_pt: Limpar pesquisa
zh_hans: 清除搜索

source: Clear Shared Content
de: Freigegebene Inhalte löschen
es: Borrar contenido compartido
fr: Effacer le contenu partagé
it: Cancella contenuto condiviso
ja: 共有コンテンツを消去
ko: 공유 콘텐츠 지우기
pt_pt: Limpar conteúdo compartilhado
zh_hans: 清除共享内容

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_pt: Fechar
zh_hans: 关闭

source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
ja: 閉まっている
ko: 닫은
pt_pt: Fechado
zh_hans: 关闭

source: Close Help Thread
de: Hilfe-Thread schließen
es: Cerrar hilo de ayuda
fr: Fermer le fil d'aide
it: Chiudi il thread di aiuto
ja: ヘルプスレッドを閉じる
ko: 도움말 스레드 닫기
pt_pt: Fechar tópico de ajuda
zh_hans: 关闭帮助主题

# CloseHelpThread2
source: Close Help Thread?
de: Hilfe-Thread schließen?
es: ¿Cerrar hilo de ayuda?
fr: Fermer le fil d'aide ?
it: Chiudere la discussione di aiuto?
ja: ヘルプスレッドを閉じますか？
ko: 도움말 스레드를 닫으시겠습니까?
pt_pt: Fechar tópico de ajuda?
zh_hans: 关闭帮助主题？

# CloseHelpThreadQuestion
source: Close Help Thread?
de: Hilfe-Thread schließen?
es: ¿Cerrar hilo de ayuda?
fr: Fermer le fil d'aide ?
it: Chiudere il thread di assistenza?
ja: ヘルプスレッドを閉じますか？
ko: 도움말 스레드를 닫으시겠습니까?
pt_pt: Fechar tópico de ajuda?
zh_hans: 关闭帮助线程？

source: Close participants view
de: Teilnehmeransicht schließen
es: Cerrar vista de participantes
fr: Fermer la vue des participants
it: Chiudi vista partecipanti
ja: 参加者ビューを閉じる
ko: 참가자 보기 닫기
pt_pt: Fechar vista de participantes
zh_hans: 关闭参与者视图

source: Closes this error banner.
de: Schließt dieses Fehlerbanner.
es: Cierra este banner de error.
fr: Ferme cette bannière d'erreur.
it: Chiude questo banner di errore.
ja: このエラーバナーを閉じます。
ko: 이 오류 배너를 닫습니다.
pt_pt: Fecha esta faixa de erro.
zh_hans: 关闭此错误横幅。

source: Closes this information banner.
de: Schließt dieses Informationsbanner.
es: Cierra este banner de información.
fr: Ferme cette bannière d'information.
it: Chiude questo banner informativo.
ja: この情報バナーを閉じます。
ko: 이 정보 배너를 닫습니다.
pt_pt: Fecha esta faixa de informação.
zh_hans: 关闭此信息横幅。

# CloseTicketTitle
source: Close Help Thread
de: Hilfe-Thread schließen
es: Cerrar hilo de ayuda
fr: Fermer le fil d'aide
it: Chiudi il thread di aiuto
ja: ヘルプスレッドを閉じる
ko: 도움말 스레드 닫기
pt_pt: Fechar tópico de ajuda
zh_hans: 关闭帮助主题

# CloseWorkbox
source: Are you sure you want to close this Help Thread?
de: Möchten Sie diesen Hilfe-Thread wirklich schließen?
es: ¿Está seguro de que desea cerrar este hilo de ayuda?
fr: Etes-vous sûr de vouloir fermer ce fil d'aide ?
it: Sei sicuro di voler chiudere questa discussione di aiuto?
ja: このヘルプスレッドを閉じてもよろしいですか?
ko: 이 도움말 스레드를 닫으시겠습니까?
pt_pt: Tem certeza de que deseja fechar este tópico de ajuda?
zh_hans: 您确定要关闭该帮助主题吗？

source: Clsoe Help Thread
de: Hilfe-Thread schließen
es: Cerrar hilo de ayuda
fr: Fermer le fil d'aide
it: Chiudi discussione di aiuto
ja: ヘルプスレッドを閉じる
ko: 도움말 스레드 닫기
pt_pt: Fechar tópico de ajuda
zh_hans: 关闭帮助主题

source: Co-Host
de: Co-Gastgeber
es: Coanfitrión
fr: Co-hôte
it: Co-organizzatore
ja: コホスト
ko: 공동 호스트
pt_pt: Coanfitrião
zh_hans: 联合主持人

# ColorBlue
source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: 青
ko: 파란색
pt_pt: Azul
zh_hans: 蓝色

# ColorGreen
source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
ja: 緑
ko: 초록색
pt_pt: Verde
zh_hans: 绿色

# ColorPurple
source: Purple
de: Lila
es: Morado
fr: Violet
it: Viola
ja: 紫
ko: 보라색
pt_pt: Roxo
zh_hans: 紫色

# ColorRed
source: Red
de: Rot
es: Rojo
fr: Rouge
it: Rosso
ja: 赤
ko: 빨간색
pt_pt: Vermelho
zh_hans: 红色

source: COLORS
de: FARBEN
es: COLORES
fr: COULEURS
it: COLORI
ja: 色
ko: 색상
pt_pt: CORES
zh_hans: 颜色

# ColorWhite
source: White
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
ja: 白
ko: 흰색
pt_pt: Branco
zh_hans: 白色

# ColorYellow
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
it: Giallo
ja: 黄
ko: 노란색
pt_pt: Amarelo
zh_hans: 黄色

source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt disponible
it: Prossimamente
ja: 近日公開
ko: 곧 출시
pt_pt: Em breve
zh_hans: 即将推出

# CommentTooLongAndIntercept
source: Automatically intercept comment message to 2048 characters (maximum length is 2048 characters)
de: Kommentarmeldung automatisch mit 2048 Zeichen abfangen (maximale Länge 2048 Zeichen)
es: Intercepte automáticamente el mensaje de comentario a 2048 caracteres (la longitud máxima es de 2048 caracteres)
fr: Intercepter automatiquement le message de commentaire à 2048 caractères (maximum 2048 caractères)
it: Intercetta automaticamente il messaggio di commento a 2048 caratteri (la lunghezza massima è di 2048 caratteri)
ja: コメントメッセージを自動的に2048文字にインターセプトします（最大長は2048文字です）
ko: 코멘트 메시지를 2048 자로 자동 차단합니다. (최대 길이는 2048 자)
pt_pt: Interceptar automaticamente a mensagem de comentário com 2.048 caracteres (o comprimento máximo é 2.048 caracteres)
zh_hans: 自动截取评论信息至2048个字符 (最大长度为2048个字符)

# CommonAt
source: at
de: bei
es: en
fr: à
it: A
ja: で
ko: ~에
pt_pt: no
zh_hans: 在

# CommonBy
source: by
de: von
es: por
fr: par
it: di
ja: に
ko: ~에 의해
pt_pt: por
zh_hans: 经过

# CommonFilterBy
source: Filter by
de: Filtern nach
es: Filtrado por
fr: Filtrer par
it: Filtra per
ja: フィルタ条件
ko: 필터링 기준
pt_pt: Filtrar por
zh_hans: 过滤

# CommonInfoNotVerified
source: Not verified
de: Nicht verifiziert
es: No verificado
fr: non vérifié
it: non verificato
ja: 検証されていない
ko: 확인되지 않음
pt_pt: Não verificado
zh_hans: 未经审核的

# CommonInfoVerifiedBy
source: Verified by
de: Geprüft von
es: Verificada por
fr: Vérifié par
it: Verificato da
ja: 検証者
ko: 에 의해 인증받은
pt_pt: Verificado por
zh_hans: 经核实

# CommonInfoVerify
source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
it: Verificare
ja: 確認
ko: 확인하다
pt_pt: Verificar
zh_hans: 核实

# CommonPlaceholderDescription
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pt_pt: Descrição
zh_hans: 描述

# CommonSourceCamera
source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera
ja: カメラ
ko: 카메라
pt_pt: Câmera
zh_hans: 相机

# CommonSourceDocument
source: Document
de: Dokumentieren
es: Documento
it: Documento
ja: 書類
ko: 문서
pt_pt: Documento
zh_hans: 文档

# CommonSourceGallery
source: Photo Gallery
de: Fotogalerie
es: Galería de fotos
fr: Galerie de photos
it: Galleria fotografica
ja: フォトギャラリー
ko: 사진 갤러리
pt_pt: Galeria de fotos
zh_hans: 相册

# CommonSourceKnowledge
source: Knowledge
de: Wissen
es: Conocimiento
fr: Connaissance
it: Conoscenza
ja: 知識
ko: 지식
pt_pt: Conhecimento
zh_hans: 知识

# CommonWas
source: was
de: War
es: era
fr: était
it: era
ja: だった
ko: ~였다
pt_pt: era
zh_hans: 曾是

# CommonYou
source: you
de: Du
es: tú
fr: toi
it: Voi
ja: あなた
ko: 너
pt_pt: você
zh_hans: 你

# CompleteRequiredFieldsBeforeClosing
source: Please complete all required fields before closing.
de: Bitte füllen Sie alle erforderlichen Felder aus, bevor Sie schließen.
es: Complete todos los campos obligatorios antes de cerrar.
fr: Veuillez remplir tous les champs obligatoires avant de fermer.
it: Completa tutti i campi obbligatori prima di chiudere.
ja: 閉じる前にすべての必須フィールドを入力してください。
ko: 닫기 전에 모든 필수 입력란을 작성해 주세요.
pt_pt: Por favor, preencha todos os campos obrigatórios antes de fechar.
zh_hans: 关闭前请填写所有必填字段。

source: Complete Step
de: Schritt abschließen
es: Completar paso
fr: Terminer l'étape
it: Completa passaggio
ja: ステップを完了
ko: 단계 완료
pt_pt: Concluir passo
zh_hans: 完成步骤

source: Completing step
de: Schritt wird abgeschlossen
es: Completando paso
fr: Étape en cours
it: Completamento del passaggio
ja: ステップを完了中
ko: 단계 완료 중
pt_pt: A concluir passo
zh_hans: 正在完成步骤
